athompson36/lumari_watch/sdkconfig.defaults
CONFIG_IDF_TARGET="esp32s3"
CONFIG_SPIRAM=y
CONFIG_SPIRAM_USE_CAPS_ALLOC=y
CONFIG_ESP_LCD=y
CONFIG_LCD_PANEL_IO_SPI=y
CONFIG_ESP_MAIN_TASK_STACK_SIZE=8192
